Revit 2024 API
ExportLayerTable Constructor
 Constructs a new ExportLayerTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLayerTable()
Visual Basic
Public Sub New
Visual C++
public:
ExportLayerTable()
See Also
ExportLayerTable Class
Autodesk.Revit.DB Namespace